export const PLANETS = [
  {
    name: "Меркурий",
    mass: "3.285e23",
    moons: 0,
    type: "Твердая",
    description: "Самая маленькая планета и ближайшая к Солнцу.",
  },
  {
    name: "Венера",
    mass: "4.867e24",
    moons: 0,
    type: "Твердая",
    description: "Вторая планета от Солнца, известная своим плотным атмосферным слоем.",
  },
  {
    name: "Земля",
    mass: "5.972e24",
    moons: 1,
    type: "Твердая",
    description: "Наша родная планета. Единственное известное место, где существует жизнь.",
  },
  {
    name: "Марс", 
    mass: "6.39e23",
    moons: 2,
    type: "Твердая",
    description: "Четвертая планета от Солнца, часто называемая 'Красной планетой'.",
  },
  {
    name: "Юпитер",
    mass: "1.898e27",
    moons: 95, 
    type: "Газовый гигант",
    description: "Самая большая планета в Солнечной системе, газовый гигант.",
  },
  {
    name: "Сатурн",
    mass: "5.683e26",
    moons: 146,
    type: "Газовый гигант",
    description: "Шестая планета, известная своими впечатляющими кольцами.",
  },
];